<?php

return [

    /*
    |----------------------------------------------------------------------
    | Password Reset Language Lines
    |----------------------------------------------------------------------
    |
    | 以下はパスワード更新試行が失敗した理由に関するデフォルトのメッセージです。
    | 例えば無効なトークンや無効な新しいパスワードなどです。
    |
    */

    'reset' => 'パスワードがリセットされました！',
    'sent' => 'パスワードリセットリンクをメールで送信しました！',
    'throttled' => '再試行する前に少し待ってください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'そのメールアドレスのユーザーが見つかりません。',
    
];
